tap "homebrew/cask"

# Core Homebrew
brew "adns"
brew "starship"
brew "advancecomp"
brew "ansible"
brew "aom"
brew "argtable"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bdw-gc"
brew "cairo"
brew "cloc"
brew "cloud-nuke"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dav1d"
brew "dep"
brew "diff-so-fancy"
brew "docbook"
brew "docbook-xsl"
brew "docker-clean"
brew "docutils"
brew "dos2unix"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flac"
brew "fontconfig"
brew "fontforge"
brew "fonttools"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "ghostscript"
brew "giflib"
brew "gifsicle"
brew "git"
brew "git-quick-stats"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "icdiff"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "jhead"
brew "jpeg"
brew "jq"
brew "jsoncpp"
brew "kompose"
brew "krb5"
brew "kubernetes-cli"
brew "kustomize"
brew "lame"
brew "lazygit"
brew "leptonica"
brew "less"
brew "libass"
brew "libassuan"
brew "libbluray"
brew "libde265"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libheif"
brew "libidn2"
brew "libksba"
brew "liblqr"
brew "libmicrohttpd"
brew "libogg"
brew "libomp"
brew "libpcap"
brew "libpng"
brew "libpq"
brew "libsamplerate"
brew "libsndfile"
brew "libsoxr"
brew "libspiro"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libuninameslist"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvidstab"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "lua"
brew "luajit"
brew "lynx"
brew "lz4"
brew "lzo"
brew "mas"
brew "mbedtls"
brew "media-info"
brew "mono"
brew "most"
brew "msgpack"
brew "multitail"
brew "mycli"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nettle"
brew "nmap"
brew "node"
brew "npth"
brew "onefetch"
brew "oniguruma"
brew "opencore-amr"
brew "openexr"
brew "openjdk"
brew "openjpeg"
brew "openssl@1.1"
brew "opus"
brew "overmind"
brew "p11-kit"
brew "pandoc"
brew "pango"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pinentry"
brew "pkg-config"
brew "popt"
brew "puma-dev"
brew "python@3.8"
brew "ranger"
brew "rav1e"
brew "rcm"
brew "readline"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rtmpdump"
brew "rubberband"
brew "s-lang"
brew "screenresolution"
brew "sdl2"
brew "shared-mime-info"
brew "shellcheck"
brew "speex"
brew "sqlite"
brew "srt"
brew "ssh-copy-id"
brew "swig"
brew "task"
brew "taskd"
brew "tasksh"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tesseract"
brew "tflint"
brew "the_silver_searcher"
brew "theora"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unbound"
brew "unibilium"
brew "universal-ctags"
brew "unixodbc"
brew "utf8proc"
brew "w3m"
brew "watch"
brew "webp"
brew "wget"
brew "x264"
brew "x265"
brew "xmlto"
brew "xvid"
brew "xxhash"
brew "xz"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zstd"

# Cask Apps
cask "calibre"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "java6"
cask "kindle"
cask "kodi"
cask "mtmr"
cask "recordit"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "tunnelblick"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "zoomus"
cask "mega"
